Repository: creationell/typo3-users
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# changemail.email.button
source: Confirm new e-mail address
de: Neue E-Mail Addresse bestätigen

# changemail.email.message
source: You have requested a change of email address associated with your account. Click on the following link to confirm this change.
de: Du hast eine Änderung der mit Deinem Account verknüpften E-Mail Adresse beantragt. Klicke auf den folgenden Link, um diese Änderung nun zu bestätigen.

# changemail.email.notes
source: If the above button doesn't work, try copying and pasting the URL into your browser. If you still have problems, feel free to contact us.
de: Wenn die obige Schaltfläche nicht funktioniert, versuche die URL zu kopieren und in Deinen Browser einzufügen. Wenn Du weiterhin Probleme hast, kannst Du uns gerne kontaktieren.

# changemail.email.salutation
source: Hello
de: Hallo

# changemail.email.title
source: You want to change your e-mail address
de: Du möchtest Deine E-Mail Adresse ändern

# changemail.form.button
source: Change e-mail address now
de: E-Mail Adresse jetzt ändern

# changemail.form.emailnow
source: Current e-mail address
de: Aktuelle E-Mail Adresse

# changemail.form.newemail
source: New e-mail address
de: Neue E-Mail Adresse

# changemail.form.note
source: If you change your email address, you will receive an email with a confirmation link if no other account exists with this email address. The change of the e-mail address is only active after a confirmation and only then the new e-mail address is displayed here.
de: Wenn Du Deine E-Mail Adresse änderst, erhältst Du eine E-Mail mit einem Bestätigungslink insofern noch kein anderer Account mit dieser E-Mail Adresse existiert. Die Änderung der E-Mail Adresse ist erst nach einer Bestätigung aktiv und auch dann erst wird die neue E-Mail Adresse hier angezeigt.

# changemail.form.title
source: Change email address
de: E-Mail Adresse ändern

# changemail.submit.message
source: If no other account is linked to the address you entered, you have received an e-mail with a confirmation link to the new e-mail address you entered. Please check your inbox and click on the link. Your new e-mail address will be activated immediately and will be visible here.
de: Insofern mit der von Dir angegebenen Adresse kein anderer Account verknüpft ist, hast Du an die von Dir angegebene neue E-Mail Adresse eine E-Mail mit einem Bestätigungslink erhalten. Bitte prüfe Deinen Posteingang und klicke auf den Link. Deine neue E-Mail Adresse wird dann umgehend aktiviert und hier sichtbar.

# changemail.submit.title
source: Change email address
de: E-Mail Adresse ändern

# changepass.back
source: Back to the form
de: Zurück zum Formular

# changepass.form.button
source: Change password
de: Passwort ändern

# changepass.form.newpassword
source: New password
de: Neues Passwort

# changepass.form.note
source: The password must consist of at least 6 characters.
de: Das Passwort muss aus mindestens 6 Zeichen bestehen.

# changepass.form.repeat
source: Repeat password
de: Passwort wiederholen

# changepass.form.title
source: Change password
de: Passwort ändern

# changepass.submit.message
source: Thank you, your password has been changed and is now valid.
de: Vielen Dank, Dein Passwort wurde geändert und ist ab jetzt gültig.

# changepass.submit.title
source: Change password
de: Passwort ändern

# changeprofile.back
source: Back to the form
de: Zurück zum Formular

# changeprofile.button
source: Save profile data
de: Profildaten speichern

# changeprofile.deleteaccount.button
source: I want to delete my account
de: Ich möchte meinen Account löschen

# changeprofile.deleteaccount.text
source: If you want to delete your account, you can do this at any time simply, quickly and easily with a few clicks here.
de: Wenn Du Deinen Account löschen möchtest, kannst Du das jederzeit einfach, schnell und unkompliziert mit wenigen Klicks hier erledigen.

# changeprofile.deleteaccount.title
source: Delete account
de: Account löschen

# changeprofile.header
source: Change profile
de: Profil ändern

# changeprofile.success
source: Thank you, the profile data has been saved.
de: Vielen Dank, die Profildaten wurden gespeichert.

# confirmmailchange.error
source: Error: Unfortunately we could not change your e-mail address. There may be several reasons for this: Either the link is invalid, the e-mail address has already been changed or the e-mail address is now being used by another account.
de: Fehler: Leider konnten wir die Änderung Deiner E-Mail Adresse nicht durchführen. Dies kann verschiedene Gründe haben: Entweder der Link ist ungültig, die E-Mail Addresse wurde bereits geändert oder die E-Mail Addresse wird mittlerweile von einem anderen Account genutzt.

# confirmmailchange.success
source: Thank you, you have confirmed the change of your e-mail address. Your account is now linked to the following e-mail address:
de: Vielen Dank, Du hast die Änderung Deiner E-Mail Adresse bestätigt. Dein Account ist nun mit folgender E-Mail Adresse verknüpft:

# confirmmailchange.title
source: Change of e-mail address
de: Änderung der E-Mail Adresse

# deleteaccount.confirm.error
source: Error: Either the link is not valid, the account no longer exists or the link has expired. Links to delete the account are only valid for one day.
de: Fehler: Entweder der Link ist nicht gültig, der Account existiert nicht mehr oder der Link ist abgelaufen. Links zur Löschung des Accounts sind nur einen Tag lang gültig.

# deleteaccount.confirm.success
source: Thank you, you have confirmed the deletion of your account. The account has just been deleted.
de: Vielen Dank, Du hast die Löschung Deines Accounts bestätigt. Der Account wurde soeben gelöscht.

# deleteaccount.confirm.title
source: Delete account
de: Account löschen

# deleteaccount.email.button
source: Now irrevocably delete account
de: Jetzt Account unwiderruflich löschen

# deleteaccount.email.message
source: Should the account really now be deleted immediately and irrevocably? Then click on the link in this email.
de: Soll der Account wirklich jetzt sofort und unwiderruflich gelöscht werden? Dann klicke auf den Link in dieser E-Mail.

# deleteaccount.email.notes
source: You want to delete your account
de: Du möchtest Deinen Account löschen

# deleteaccount.email.salutation
source: Hello
de: Hallo

# deleteaccount.email.title
source: Here are the instructions to delete your account.
de: Hier sind die Instruktionen, um Deinen Account zu löschen.

# deleteaccount.form.button
source: Delete your account now
de: Jetzt Account löschen

# deleteaccount.form.text
source: Should the account really now be deleted immediately and irrevocably? Then click on the button.
de: Soll der Account wirklich jetzt sofort und unwiderruflich gelöscht werden? Dann klicke auf den Button.

# deleteaccount.form.title
source: Delete account
de: Account löschen

# deleteaccount.form.warning
source: Attention: For security reasons we will send you an e-mail with a confirmation link. As soon as you click on the link in the e-mail, the account will be deleted.
de: Achtung: Wir schicken Dir aus Sicherheitsgründen eine E-Mail mit einem Bestätigungslink. Sobald Du in der E-Mail auf den Link klickst, wird der Account gelöscht.

# deleteaccount.submit.message
source: We have just sent you an e-mail to the e-mail address stored with us. As soon as you click on the confirmation link in this e-mail, the account will be deleted immediately.
de: Wir haben Dir an die bei uns gespeicherte E-Mail Adresse soeben eine E-Mail geschickt. Sobald Du in dieser E-Mail auf den Bestätigungslink klickst, wird der Account umgehend gelöscht.

# deleteaccount.submit.title
source: Delete account
de: Account löschen

# email.footer
source: Copyright 2019 - All rights reserved
de: Copyright 2019 - Alle Rechte vorbehalten

# forgot.change.error
source: Error: Either the link is not valid, the account no longer exists or the link has expired. Links to password change are only valid for one hour.
de: Fehler: Entweder der Link ist nicht gültig, der Account existiert nicht mehr oder der Link ist abgelaufen. Links zur Passwortänderung sind nur eine Stunde gültig.

# forgot.change.error2
source: Error: The entries must match and the password must be at least 6 characters long.
de: Fehler: Die Eingaben müssen übereinstimmen und das Passwort muss mindestens 6 Zeichen lang sein.

# forgot.change.password
source: New password
de: Neues Passwort

# forgot.change.passwordrepeat
source: Repeat new password
de: Neues Passwort wiederholen

# forgot.change.submit
source: Save new password
de: Neues Passwort speichern

# forgot.change.text
source: Enter your new password and repeat it once. The password must be at least 6 characters long.
de: Gebe nun Dein neues gewünschtes Passwort ein und wiederhole es einmal. Das Passwort muss mindestens aus 6 Zeichen bestehen.

# forgot.change.title
source: Change password
de: Passwort ändern

# forgot.changeformsubmit.button
source: Go to the website
de: Weiter zur Webseite

# forgot.changeformsubmit.message
source: Thank you, the password was changed.
de: Vielen Dank, das Passwort wurde erfolgreich geändert.

# forgot.changeformsubmit.title
source: Password was changed
de: Passwort wurde geändert

# forgot.confirm.back
source: Back
de: Zurück

# forgot.confirm.text
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
de: Es wurde eine E-Mail mit einem Link zum Zurücksetzen des Passworts an die in Ihrem Benutzerkonto gespeicherte E-Mail-Adresse geschickt. Sollten Sie keine E-Mail erhalten, wurde Ihr Konto oder die E-Mail-Adresse nicht gefunden.

# forgot.email.button
source: Reset Password
de: Passwort zurücksetzen

# forgot.email.info
source: If the button above does not work, try copying and pasting the URL into your browser. If you continue to have problems, please feel free to contact us.
de: Wenn die obige Schaltfläche nicht funktioniert, versuchen Sie, die URL zu kopieren und in Ihren Browser einzufügen. Wenn Sie weiterhin Probleme haben, können Sie uns gerne kontaktieren.

# forgot.email.message
source: A request to reset your Admin password has been made. If you did not make this request, simply ignore this email. If you did make this request, please reset your password:
de: Es wurde eine Anfrage zum Zurücksetzen des Admin-Passworts gestellt. Wenn Sie diese Anfrage nicht gestellt haben, ignorieren Sie diese E-Mail einfach. Wenn Sie diese Anfrage gestellt haben, setzen Sie bitte Ihr Passwort zurück.:

# forgot.email.salutation
source: Dear Sir/Madam/Customer,
de: Hallo,

# forgot.email.title
source: Here are your password reset instructions.
de: Hier sind die Instruktionen, um das Passwort zurückzusetzen.

# forgot.submit
source: Request password change
de: Passwortänderung anfordern

# forgot.text
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
de: Bitte den Benutzernamen oder die E-Mail-Adresse eingeben. Sie erhalten dann umgehend Anweisungen zum Zurücksetzen des Passworts zugesandt.

# forgot.title
source: Forgot password
de: Passwort vergessen

# forgot.usernameemail
source: Username or email
de: Benutzername oder E-Mail

# layouts.error.notlogged
source: Error: This plugin can only be inserted on a page in a protected area. Make sure that only logged in users have access to this area.
de: Fehler: Dieses Plugin kann nur auf einer Seite in einem geschützten Bereich eingefügt werden. Sorge dafür, dass nur eingeloggte Nutzer Zugriff auf diesen Bereich haben.

# logged.and.lastname
source: and Last name
de: und Nachname

# logged.firstname
source: First name
de: Vorname

# logged.lastname
source: Last name
de: Nachname

# logged.text
source: You are logged in as
de: Du bist eingeloggt als

# logged.title
source: Your current status
de: Dein aktueller Status

# logged.username
source: Username
de: Benutzername

# login.error
source: An error occurred during logon. You probably entered your username/email or password incorrectly. There is a difference between upper and lower case. Another possibility is that you may have disabled cookies in your web browser.
de: Während der Anmeldung ist ein Fehler aufgetreten. Wahrscheinlich hast Du Deinen Benutzernamen/E-Mail oder das Passwort falsch eingegeben. Groß-/Kleinschreibung wird unterschieden. Eine andere Möglichkeit ist, dass Du eventuell die Cookies in Deinem Web-Browser deaktiviert hast.

# login.error2
source: Unfortunately, you do not have the authorization to log in to this area.
de: Leider fehlt Dir die Berechtigung, um Dich in diesen Bereich einloggen zu können.

# login.forgotpass
source: Forgot password?
de: Passwort vergessen?

# login.password
source: Password
de: Passwort

# login.register
source: Not registered? Signup now
de: Noch nicht registriert? Jetzt registrieren

# login.submit
source: Login
de: Einloggen

# login.title
source: Login now
de: Jetzt einloggen

# login.username
source: Username
de: Benutzername

# login.usernameemail
source: Username or email
de: Benutzername oder E-Mail

# register.confirm.error.message
source: This link is no longer valid. Or it has already been used and the account is already activated.
de: Dieser Link ist nicht mehr gültig. Oder er wurde schon benutzt und der Account ist bereits freigeschaltet.

# register.confirm.error.title
source: Error
de: Fehler

# register.confirm.message
source: Your account is now activated. Here again the data with which you are registered with us.
de: Dein Account ist nun freigeschaltet. Hier nochmal die Daten mit denen Du bei uns angemeldet bist.

# register.confirm.message.approval
source: Your account is now activated. We will check your registration and enable it as soon as possible. Here again the data with which you are registered with us.
de: Dein Account ist nun aktiviert und wird von uns so bald wie möglich überprüft und freigeschaltet. Hier nochmal die Daten mit denen Du bei uns angemeldet bist.

# register.confirm.next
source: Next
de: Weiter

# register.confirm.title
source: Thank you very much for your registration
de: Vielen Dank für Deine Registrierung

# register.confirm.username
source: Your username
de: Benutzername

# approval.email.message
source: Please review the new user registration.
de: Ein neuer Benutzer hat sich registriert. Bitte überprüfe die Daten.

# approval.email.accept.message
source: The user should be enabled? Then click on the following link.
de: Der Benutzer soll aktiviert werden? Dann klicke auf folgenden Link.

# approval.email.accept.button
source: aktivate user
de: Benutzer aktivieren

# approval.email.reject.message
source: The user doesn't fulfill the needed criterias and should be rejected? Then click on the following link.
de: Der Benutzer erfüllt nicht die Kriterien und soll abgelehnt werden? Dann klicke auf folgenden Link.

# approval.email.reject.button
source: reject user
de: Benutzer ablehnen

# approval.email.notes
source: Hints: The links provided in this emails has to be used to accpet or reject the registration. Otherwise the user won't get a notification email.
de: Hinweise: Die Bestätigung bzw. Ablehnung muss über diese Links geschehen damit der Benutzer entsprechende Benachrichtigungs-Email bekommt.

# approval.title
source: User registration
de: Registrierung

# approval.rejected.message
source: The registration was rejected. A notification email is send to the user.
de: Die Registrierung wurde abgelehnt. Eine Email-Benachrichtigung wird an den Benutzer geschickt.

# approval.accepted.message
source: The registration was accepted. A notification email is send to the user.
de: Die Registrierung wurde bestätigt und der Benutzer freigeschaltet. Eine Email-Benachrichtigung wird an den Benutzer geschickt.

# approval.error.message
source: Error! The registration wasn't found, or the account is already accepted/rejected.
de: Fehler! Die Registrierung konnte nicht gefunden werden, oder der Account wurde bereits freigeschaltet/abgelehnt.

# register.email.button
source: Confirm registration
de: Registrierung bestätigen

# register.email.message
source: Thank you for your interest and your registration on our website. With the following link you can now activate your account:
de: Vielen Dank für dein Interesse und deine Registrierung auf unserer Webseite. Mit dem folgenden Link kannst Du Deinen Account jetzt aktivieren:

# register.email.message.approval
source: Your registration will be reviewed and your account will be enabled as soon as possible.
de: Deine Registrierung wird von uns überprüft und baldmöglichst freigeschaltet.

# register.email.rejected.message
source: Thank you for your interest and your registration on our website. Unfortunately does your registration not fulfill the needed critery an was rejected.
de: Vielen Dank für dein Interesse und deine Registrierung auf unserer Webseite. Leider hat deine Registrierung nicht die nötigen Kriterien erfüllt, sodaß wir den Zugang leider ablehnen müssen.

# register.email.accepted.message
source: Your account is enabled.
de: Dein Benutzer-Account wurde freigeschaltet.

# register.email.accepted.button
source: Go to your account
de: Zu deinem Account

# register.email.notes
source: Hints: If you do not confirm your account within 3 days, we will automatically delete all data again. If your mailbox is not reachable, if you enter an invalid e-mail or if the confirmation e-mail is rejected for other reasons, this account will also be removed automatically within the next few hours.
de: Hinweise: Solltest Du Deinen Account nicht innerhalb von 3 Tagen bestätigen, werden wir alle Daten automatisch wieder löschen. Wenn Dein Postfach nicht erreichbar ist, Du eine ungültige E-Mail angegeben oder die Bestätigungsemail aus anderen Gründen abgelehnt wird, wird dieser Account innerhalb der nächsten Stunden ebenfalls automatisch wieder entfernt.

# register.email.salutation
source: Hello
de: Hallo

# register.email.title
source: Your registration on our website
de: Deine Registrierung auf unserer Webseite

# register.email.rejected.title
source: Your registration on our website was rejected.
de: Deine Registrierung auf unserer Webseite wurde abgelehnt.

# register.emailexists.button
source: Request new password
de: Neues Passwort anfordern

# register.emailexists.info
source: Here again as a reminder your data:
de: Hier nochmal zur Erinnerung Deine Daten:

# register.emailexists.info.email
source: Your e-mail:
de: Deine E-Mail:

# register.emailexists.info.username
source: Your username:
de: Dein Benutzername:

# register.emailexists.message
source: Someone has just tried to use your email address to create a new account, so we want to inform you with this email. If you did this yourself, you can request a new password here:
de: Jemand hat soeben versucht, Deine E-Mail Adresse für die Erstellung eines neuen Accounts zu nutzen, darum möchten wir Dich mit dieser E-Mail darüber informieren. Solltest Du das selbst gewesen sein, kannst Du hier ein neues Passwort anfordern:

# register.emailexists.salutation
source: Hi
de: Hallo

# register.emailexists.title
source: Your e-mail address has just been used again for registration.
de: Deine E-Mail Adresse wurde soeben erneut für eine Registrierung genutzt

# register.field.address
source: Street/House No.
de: Straße/Hausnr.

# register.field.city
source: City
de: Stadt

# register.field.country
source: Country
de: Land

# register.field.country.chose
source: - - Please chose - -
de: - - Bitte wählen - -

# register.field.company
source: Company
de: Firma

# register.field.conditions
source: I agree to the terms and conditions
de: Ich stimme den AGB zu

# register.field.conditions.read
source: read here
de: hier lesen

# register.field.dataprotection
source: I have read the data protection information
de: Ich habe die Datenschutzinformationen gelesen

# register.field.dataprotection.read
source: read here
de: hier lesen

# register.field.firstname
source: First name
de: Vorname

# register.field.lastname
source: Last name
de: Nachname

# register.field.newsletter
source: I subscribe to the newsletter
de: Ich abonniere den Newsletter

# register.field.telephone
source: Phone
de: Telefon

# register.field.zip
source: Zip
de: Postleitzahl

# register.form.button
source: Register now
de: Jetzt registrieren

# register.form.email
source: Email address
de: E-Mail Adresse

# register.form.email.note
source: At this e-mail address you will receive a link to confirm your account.
de: An diese E-Mail Adresse erhältst Du einen Link zur Bestätigung Deines Accounts.

# register.form.loginlink
source: You are already registered? Login here
de: Du bist bereits registriert? Hier einloggen

# register.form.password
source: Password
de: Passwort

# register.form.password.note
source: The password must consist of at least 6 characters.
de: Das Passwort muss aus mindestens 6 Zeichen bestehen.

# register.form.repeatpassword
source: Repeat password
de: Passwort wiederholen

# register.form.title
source: Registration
de: Registrierung

# register.form.username
source: Desired username
de: Gewünschter Benutzername

# register.form.username.note
source: Choose a username with at least 3 characters. This may contain letters and numbers. Special characters and spaces are not allowed.
de: Wähle einen Benutzernamen mit mindestens 3 Zeichen. Dieser darf Buchstaben und Zahlen enthalten. Sonderzeichen und Leerzeichen sind nicht erlaubt.

# register.submit.message
source: We have now sent an e-mail to the address you provided with a link to confirm your account. Also check your spam folder, sometimes emails get lost there. Here are your details again:
de: Wir haben nun an die von Dir angegebene Adresse eine E-Mail mit einem Link zur Bestätigung Deines Accounts geschickt. Schaue auch in Deinen Spam-Ordner, manchmal verirren sich E-Mails dorthin. Hier nochmal deine Angaben:

# register.submit.note
source: Hints: If you do not confirm your account within 3 days, we will automatically delete all data again. If your mailbox is not reachable, if you enter an invalid e-mail or if the confirmation e-mail is rejected for other reasons, this account will also be removed automatically within the next few hours.
de: Hinweise: Solltest Du Deinen Account nicht innerhalb von 3 Tagen bestätigen, werden wir alle Daten automatisch wieder löschen. Wenn Dein Postfach nicht erreichbar ist, Du eine ungültige E-Mail angegeben hast oder die Bestätigungsemail aus anderen Gründen abgelehnt wird, wird dieser Account innerhalb der nächsten Stunden ebenfalls automatisch wieder entfernt.

# register.submit.title
source: Thank you very much for your registration
de: Vielen Dank für Deine Registrierung

# register.submit.username
source: Username
de: Benutzername

# validation.1
source: The username must be at least 3 and at most 20 characters long.
de: Der Benutzername muss mindestens 3 und darf maximal 20 Zeichen haben.

# validation.10
source: Registration with this e-mail address is not possible.
de: Registrierung mit dieser E-Mail Adresse nicht möglich.

# validation.2
source: The user name must not contain any special characters.
de: Der Benutzername darf keine Sonderzeichen enthalten.

# validation.3
source: The selected user name already exists.
de: Der gewählte Benutzername existiert bereits.

# validation.4
source: No e-mail address given.
de: Keine E-Mail Adresse angegeben.

# validation.5
source: This e-mail address has no valid format.
de: Diese E-Mail Adresse hat kein gültiges Format.

# validation.7
source: The password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

# validation.8
source: The password entries must match.
de: Die Passworteingaben müssen übereinstimmen.
