Repository: creationell/typo3-users
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# validation.9
source: This field is required.
de: Dies ist ein Pflichtfeld.
